[
  {
    "id": 1,
    "subject": "Science",
    "title": "الجهاز الهضمى",
    "description": "<p>الجهاز الهضمي هو أحد الأجهزة الحيوية في جسم الإنسان، ويعمل على تحويل الطعام إلى مواد مغذية يستطيع الجسم امتصاصها والاستفادة منها.</p><p>تبدأ عملية الهضم من <strong>الفم</strong> حيث يتم مضغ الطعام وخلطه باللعاب، ثم ينتقل عبر <strong>المريء</strong> إلى <strong>المعدة</strong>، حيث تتكسر جزيئات الطعام بواسطة العصارات المعدية.</p><p>بعد ذلك، يتم الهضم النهائي في <strong>الأمعاء الدقيقة</strong> بمساعدة العصارة الصفراوية من <strong>الكبد</strong> والعصارات البنكرياسية من <strong>البنكرياس</strong>، حيث يتم امتصاص الفيتامينات والبروتينات والكربوهيدرات.</p><p>ثم تنتقل الفضلات إلى <strong>الأمعاء الغليظة</strong> حيث يُعاد امتصاص الماء، ويتم التخلص من الفضلات عبر <strong>المستقيم</strong>.</p><h3>مكونات الجهاز الهضمي:</h3><ul><li>الفم</li><li>المريء</li><li>المعدة</li><li>الأمعاء الدقيقة</li><li>الأمعاء الغليظة</li><li>الكبد</li><li>البنكرياس</li><li>المرارة</li></ul><p>يعمل الجهاز الهضمي بتنسيق دقيق باستخدام إنزيمات وحركات عضلية لتنظيم عملية الهضم والامتصاص بكفاءة.</p>",
    "image": "/images/digestive_system.jpg",
    "model": "/models/realistic digestive system.glb"
  },
  {
    "id": 2,
    "subject": "Science",
    "title": "الجهاز التنفسى",
    "description": "<p>الجهاز التنفسي هو الجهاز الحيوي الذي يعمل على تبادل الغازات بين الجسم والبيئة، حيث يقوم بإدخال الأكسجين إلى الجسم وإخراج ثاني أكسيد الكربون.</p><p>يتكون الجهاز التنفسي من <strong>الأنف</strong> و<strong>الحنجرة</strong> و<strong>القصبات الهوائية</strong> و<strong>الرئتين</strong>، ويعمل بتنسيق دقيق لتنظيم عملية التنفس.</p><p>يتم تنقية الهواء من الشوائب والغبار عبر الأنف، ثم يمر الهواء عبر الحنجرة والقصبات الهوائية إلى الرئتين، حيث يتم تبادل الغازات بين الدم والهواء.</p><p>يتم امتصاص الأكسجين من الهواء ونقله إلى الخلايا، ويتم إخراج ثاني أكسيد الكربون من الخلايا ونقله إلى الرئتين للتخلص منه عبر التنفس.</p><h3>مكونات الجهاز التنفسي:</h3><ul><li>الأنف</li><li>الحنجرة</li><li>القصبات الهوائية</li><li>الرئتين</li></ul><p>يعمل الجهاز التنفسي بتنسيق دقيق باستخدام العضلات والأعصاب لتنظيم عملية التنفس وتوفير الأكسجين للجسم.</p>",
    "image": "/images/respiratory_system.jpg",
    "model": "/models/realistic respiratory system.glb"
  }
]
